{
  "Public_layout_title": "{{API_TITLE_UPPER}}",
  "Public_layout_footer": "© {{APP_TITLE}} par {{COMPANY_NAME}}",
  "Public_layout_credit" : "Credit :",



  "SideBar_title" :"{{APP_TITLE}}",
  "SideBar_Create_New_Link_Button" :"Créer un lien",
  "SideBar_My_Links" :"Mes liens",
  "SideBar_My_Files" :"Mes fichiers",
  "SideBar_Customer_success" :"Succès client ",
  "SideBar_Global_stats" :"Statistiques générales",
  "SideBar_Link_list" :"Liste de liens",
  "SideBar_Finance" :"Finance",
  "SideBar_ Products" :"Produits  ",
  "SideBar_Admin" :"administrateur  ",
  "SideBar_Users_list" :"Liste des utilisateurs",
  "SideBar_System_informations" :"Informations système  ",
  "SideBar_Contact" :"Contact  ",
  "SideBar_Settings" :"Paramètres  ",
  "SideBar_ConfirmLogout_Confirmation" :"Confirmation  ",
  "SideBar_ConfirmLogout_Text" :"Êtes-vous sûr (e) de vouloir vous déconnecter? ",
  "SideBar_ConfirmLogout_Yes" :"Oui, déconnecte-moi ",
  "SideBar_ConfirmLogout_Cancel" :" Annuler ",

  "Buy_Credits_Text1":"Tu as",
  "Buy_Credits_Text2":"Crédits disponibles",
  "Buy_Credits_Text3":"Sélectionnez le nombre de crédits que vous souhaitez acheter.",
  "Buy_Credits_Title":"Acheter des crédits",
  "Buy_Credits_Text4":"Prix total",
  "Buy_Credits_Text5":"Hors taxe",
  "Buy_Credits_Text6":"Obtenez des crédits dès maintenant",


  "Dashboard_Title":"Votre solution de partage de fichiers sécurisé",
  "Dashboard_Text1":"Chez {{API_TITLE}}, nous comprenons l'importance de garder vos données en sécurité.",
  "Dashboard_Text2":"C'est pourquoi nous avons créé une plateforme qui allie la simplicité du partage de fichiers à la sécurité de l'encryption.",
  "Dashboard_Text3":"Notre tableau de bord convivial vous permet de télécharger, envoyer et gérer facilement vos fichiers, garantissant que vos informations sensibles restent protégées en tout temps.",
  "Dashboard_Text4":"Comment ça marche :",
  "Dashboard_Text5":"Créer un lien :",
  "Dashboard_Text6":"créer un lien en utilisant l'interface.",
  "Dashboard_Text7":"Partager le lien :",
  "Dashboard_Text8":"Partagez le lien créé pour partager votre document facilement.",
  "Dashboard_Text9":"Créer un lien premium",
  "Dashboard_Text10":"Achetez des crédits pour générer un lien premium.",



  "Finance_Product_Title":"Produits",
  "Finance_Product_Text1":"Créer un nouveau produit ",
  "Finance_Product_Text2":"Titre",
  "Finance_Product_Text3":"Description",
  "Finance_Product_Text4":"Montant",
  "Finance_Product_Text5":"Devise",
  "Finance_Product_Text6":"Crédits",
  "Finance_Product_Modal_Delete1":"Supprimer le produit",
  "Finance_Product_Modal_Delete2":"Êtes-vous sûr (e) de vouloir supprimer ce produit ?",
  "Finance_Product_Modal_Delete3":"Non",
  "Finance_Product_Modal_Delete4":"Oui, je suis sûr (e).",
  "Finance_Product_Modal_Create1":"Créer un nouveau produit",
  "Finance_Product_Modal_Create2":"Créer un nouveau produit à vendre",
  "Finance_Product_Modal_Create3":"Titre",
  "Finance_Product_Modal_Create4":"Description",
  "Finance_Product_Modal_Create5":"Crédits",
  "Finance_Product_Modal_Create6":"Montant € hors taxes",
  "Finance_Product_Modal_Create7":"Fermer",
  "Finance_Product_Modal_Create8":"Soumettre",
  "Finance_Product_Modal_PlaceHolder1":"Description",
  "Finance_Product_Modal_PlaceHolder2":"Crédits",
  "Finance_Product_Modal_PlaceHolder3":"Prix € hors taxes.",
  "Finance_Product_Modal_PlaceHolder1_Title":"Titre",













  "Welcome_Title":"Bienvenue",
  "Welcome_Text1":"Partagez vos fichiers facilement et en toute sécurité grâce à notre service. Notre système chiffre votre fichier sur votre ordinateur et génère un mot de passe pour y accéder.",
  "Welcome_Stepper1":"Importation de fichier",
  "Welcome_Stepper2":"Création de lien",
  "Welcome_Stepper3":"Création mot de passe",
  "Welcome_Text2":"Chiffrement de fichier",
  "Welcome_Text3":"Importer un fichier",
  "Welcome_Text4":"Création de lien",
  "Welcome_Text5":"Importer un autre fichier",
  "Welcome_Text6":"Importer un fichier",
  "Welcome_Text7":"Taille maximale 5Mo ",
  "Welcome_Text8":"Augmenter la limite",
  "Welcome_Text9":"J'ai lu et j'accepte les conditions d'utilisation",
  "Welcome_Text10":"Lire les Conditions générales d'utilisation",
  "Welcome_Text11":"Obtenez un lien valable pendant 8 jours",
  "Welcome_Text12":"Créez votre compte premium",
  "Welcome_Text13":"Utilisateurs premium, connectez-vous ici",
  "Welcome_Alert_Errorfile_Text1":"Votre fichier dépasse notre limite de téléchargement gratuit. Veuillez réduire la taille du fichier.",


  "Welcome_Accept_Cgu_Title":"Conditions générales d'utilisation",
  "Welcome_Accept_Cgu_Text1":"{{APP_TITLE}} est une plateforme web accessible à ",
  "Welcome_Accept_Cgu_Text2":"(le « Site ») exploité par {{COMPANY_NAME_UPPER}}, une société par actions simplifiée au capital de {{COMPANY_CAPITAL}} euros, dont le siège social est situé à : ",
  "Welcome_Accept_Cgu_Text3":"{{ADDRESS_NAME}},",
  "Welcome_Accept_Cgu_Text4":"{{ADDRESS_STREET}},",
  "Welcome_Accept_Cgu_Text5":"{{ADDRESS_COUNTERY}}",
  "Welcome_Accept_Cgu_Text6":"enregistrée auprès du Registre du Commerce et des Sociétés de {{ADDRESS_CITY}} sous le numéro d'identification {{IDENTIFICATION_NUMBER}} et disposant du numéro de TVA intra-communautaire {{INTRA_COMMUNITY_VAT}} (la \"Société\"). La plateforme propose divers services de transfert de fichiers en ligne. L'objet de ces Conditions Générales d'Utilisation (\"Conditions\" ou collectivement, le \"Contrat\") est de définir les termes et conditions régissant les relations entre les Utilisateurs du Site et la Société. Ces Conditions constituent un accord contractuel inconditionnel pour une durée indéterminée à compter de l'acceptation de ce Contrat par l'Utilisateur. À chaque visite sur le Site, l'Utilisateur s'engage à respecter pleinement ces conditions. Par conséquent, il reconnaît avoir pris connaissance de ces conditions et accepte d'être lié par les dispositions qui y sont énoncées. Même dans le cas où l'Utilisateur accède au Site au nom d'une société ou de toute autre entité juridique, il reste personnellement lié par cet accord.",
  "Welcome_Accept_Cgu_Text7":"ARTICLE PRÉLIMINAIRE - DÉFINITIONS ET RÈGLES D'INTERPRÉTATION",
  "Welcome_Accept_Cgu_Text8":"0.1. Définitions",
  "Welcome_Accept_Cgu_Text9":"Sauf si définis dans d'autres sections de ce Contrat, les termes et expressions suivants ont les significations suivantes :",
  "Welcome_Accept_Cgu_Text10":"«Condition(s)» est défini tel que mentionné dans la déclaration préliminaire.",
  "Welcome_Accept_Cgu_Text11":"«Contrat» signifie tel qu'attribué dans l'énoncé préliminaire",
  "Welcome_Accept_Cgu_Text12":"«Fichier(s)» désigne tout fichier pouvant être traité via les Services ; Sauf définition dans d’autres sections du présent Contrat, les termes et expressions suivants ont les significations suivantes :",
  "Welcome_Accept_Cgu_Text13":"« Page » à le sens qui lui est attribué à l’article 3.1 ;",
  "Welcome_Accept_Cgu_Text14":"« Service(s) » désigne le ou les services proposés par la Société sur le Site tels que visés aux articles 2 et 3 ;",
  "Welcome_Accept_Cgu_Text15":"« Site » a le sens qui lui est attribué dans l’exposé préalable ;",
  "Welcome_Accept_Cgu_Text16":"« Société » a le sens qui lui est attribué dans l’exposé préalable ; et",
  "Welcome_Accept_Cgu_Text17":"« Utilisateur » désigne toute personne physique ou morale utilisant le Site.",
  "Welcome_Accept_Cgu_Text18":"0.2. Règles d’interprétation",
  "Welcome_Accept_Cgu_Text19":"Les principes suivants guident l'interprétation du présent Accord :",
  "Welcome_Accept_Cgu_Text20":"Les titres des articles et des annexes sont inclus à titre de commodité et n'affectent en aucun cas l'interprétation de l'une quelconque des dispositions du présent Accord.",
  "Welcome_Accept_Cgu_Text21":"L'utilisation des expressions telles que « y compris », « en particulier » ou « notamment » implique que l'énumération qui les suit n'est pas limitative ou exhaustive.",
  "Welcome_Accept_Cgu_Text22":"Le terme « ou » n'a pas un caractère exclusif.",
  "Welcome_Accept_Cgu_Text23":"La définition attribuée à un terme au singulier s'applique également à ce terme lorsqu'il est employé au pluriel, et réciproquement. Il en va de même pour l'utilisation du genre masculin ou féminin.",
  "Welcome_Accept_Cgu_Text24":"Le calcul des délais exprimés en jours, en mois ou en années doit être effectué conformément aux dispositions des articles 640 à 642 du code de procédure civile.",
  "Welcome_Accept_Cgu_Text25":"Toute référence à une partie inclut une référence à ses héritiers, successeurs et ayants droit.",
  "Welcome_Accept_Cgu_Text26":"Toute référence à un document s'entend de ce document tel qu'il pourrait être modifié ou remplacé, sauf en violation des dispositions du présent Accord.",
  "Welcome_Accept_Cgu_Text27":"ARTICLE 1 – ELIGIBILITE AUX SERVICES – CREATION D’UN COMPTE",
  "Welcome_Accept_Cgu_Text28":"1.1. Eligibilité aux Services",
  "Welcome_Accept_Cgu_Text29":"Pour être éligible aux Services, l’Utilisateur doit être une personne physique ayant atteint l’âge de 18 ans et disposant de sa pleine capacité juridique ou une personne morale dûment enregistrée comme tel au registre du commerce et des sociétés de son ressort.",
  "Welcome_Accept_Cgu_Text30":"ARTICLE 2 – FONCTIONNEMENT DES SERVICES",
  "Welcome_Accept_Cgu_Text31":"2.1. Désignation des Services",
  "Welcome_Accept_Cgu_Text32":"Le Site permet d’accéder au service de transfert de Fichiers, incluant, entre autres, la sécurisation du transfert ou la protection de l’accès au Fichier par un mot de passe (le ou les « Service(s) »).",
  "Welcome_Accept_Cgu_Text33":"2.2. Licence d’utilisation",
  "Welcome_Accept_Cgu_Text34":"La Société accorde à l'Utilisateur des Services un droit d'utilisation personnel, non exclusif, non cessible et non transférable desdits Services pendant toute la période de mise à disposition par la Société à l'Utilisateur.",
  "Welcome_Accept_Cgu_Text34_1":"La fourniture temporaire des Services ne doit en aucun cas être interprétée comme une cession de droits de propriété intellectuelle à l'Utilisateur. L'Utilisateur s'engage à utiliser les Services uniquement conformément à ses besoins. Cette licence est octroyée dans le seul but de permettre à l'Utilisateur d'utiliser les Services, à l'exclusion de toute autre finalité, conformément à leur destination. L'Utilisateur n'est en aucun cas autorisé à rendre les Services disponibles à des tiers et s'interdit strictement toute autre utilisation, notamment toute adaptation, modification, traduction, arrangement, diffusion, décompilation, sans que cette liste ne soit limitative. ",
  "Welcome_Accept_Cgu_Text35":"De plus, l'Utilisateur s'engage, sans préjudice des dispositions de l'article 4.2 ci-après, à ne reproduire aucun élément du Site ou de toute documentation associée, par quelque moyen, sous quelque forme et sur quelque support que ce soit.",
  "Welcome_Accept_Cgu_Text36":"2.3. Disponibilité des Services",
  "Welcome_Accept_Cgu_Text37":"La Société met à disposition de l'Utilisateur les Services accessibles sur le Site via le réseau internet 24 heures sur 24 et 7 jours sur 7, sauf pendant les périodes de maintenance planifiées. La Société se réserve le droit de mettre à jour et d'apporter des modifications fonctionnelles aux Services à tout moment.",
  "Welcome_Accept_Cgu_Text37_1":"Ces mises à jour et modifications fonctionnelles peuvent temporairement rendre l'accès auxdits Services indisponible. L'Utilisateur est informé des éventuels aléas techniques et des interruptions d'accès qui peuvent survenir. Par conséquent, la Société ne peut être tenue responsable des périodes d'indisponibilité ou de ralentissement des Services. L'Utilisateur s'engage à ne pas exposer les Services à des risques de piratage et à des tentatives d'atteinte à la vulnérabilité du Site et de son système de sécurité ",
  "Welcome_Accept_Cgu_Text37_2":"En conséquence, l'Utilisateur doit mettre en place toutes les mesures appropriées pour prévenir ces risques ainsi que tout autre danger susceptible d'affecter le Site et son hébergeur.",
  "Welcome_Accept_Cgu_Text38":"2.4. Durée des Services",
  "Welcome_Accept_Cgu_Text39":"Les Services sont fournis aux Utilisateurs par la Société pour une durée indéterminée. La Société pourra mettre fin aux Services à tout moment sans indemnité pour les Utilisateurs.",
  "Welcome_Accept_Cgu_Text40":"2.5. Nature des Fichiers traités",
  "Welcome_Accept_Cgu_Text41":"L'Utilisateur s'engage à ne pas téléverser de Fichier dont le contenu pourrait porter atteinte à l'ordre public, aux bonnes mœurs, provoquer des protestations de tiers, ou enfreindre les dispositions légales en vigueur. En conséquence, il est explicitement convenu que si la Société est mise en cause, de quelque manière que ce soit, dans n'importe quel pays, par un tiers sur la base notamment d'un droit de propriété industrielle et/ou intellectuelle relatif à un élément fourni par un Utilisateur, cet Utilisateur s'engage à garantir entièrement la Société contre les conséquences économiques et financières directes et/ou indirectes (y compris les frais de procédure et de défense) découlant de ces revendications.Il est souligné que les Fichiers soumis par les Utilisateurs et les informations partagées par ces derniers peuvent être interceptés et exploitées par des tiers, notamment via le lien mentionné à l'article 2.7. À cet égard, la Société ne garantit pas le respect de la propriété de ces données, et il incombe à l'Utilisateur de prendre toutes les mesures nécessaires pour préserver la propriété de ses données. L'Utilisateur est informé que la transmission d’un mot de passe pour ouvrir le lien est de la responsabilité de l’Utilisateur. Par conséquent, la Société ne peut être tenue responsable des conditions de conservation et du partage de tout mot de passe généré sur le Site. L'Utilisateur doit s'assurer de l'envoi des Fichiers et ne peut reprocher à la Société sur quelque fondement et à quelque titre que ce soit la non-réception ou la perte des données transmises. Dans ce contexte, l'Utilisateur doit veiller à conserver une sauvegarde des données transmises.",
  "Welcome_Accept_Cgu_Text42":"2.6. Qualité des Fichiers transférés",
  "Welcome_Accept_Cgu_Text43":"En raison de la gratuité des Services, il est expressément convenu que la Société ne garantit en aucun cas l'efficacité des Services, et par conséquent, la qualité des Fichiers transférés dans le cadre de l'utilisation des Services. Par conséquent, l'Utilisateur assume seul la responsabilité des Fichiers qu'il transfère et ne peut reprocher à la Société tout dysfonctionnement des Services, en particulier dans le contexte de la gratuité des services. Cependant, dans le cadre de l'Abonnement, la Société s'engage, par une obligation de moyens et non de résultat, à conserver l'intégrité des Fichiers transférés via le Service. Il est important de noter que la Société ne peut garantir une réception parfaite des Fichiers chez le destinataire du transfert, lequel est tenu de disposer de tous les outils informatiques nécessaires à cette fin. Dans tous les cas, il est recommandé à l'Utilisateur de conserver une sauvegarde des Fichiers transmis. En cas de perte ou d'altération des Fichiers, la responsabilité de la Société ne peut être engagée.",
  "Welcome_Accept_Cgu_Text44":"2.7. Conservation des Fichiers générés",
  "Welcome_Accept_Cgu_Text45":"À chaque utilisation des Services, le Site génère automatiquement un lien internet non indexé et protégé par une clé d'accès unique et personnelle. Ce lien donne à l'Utilisateur la possibilité de retrouver l'ensemble des Fichiers générés lors de cette utilisation des Services. Les Fichiers générés sont conservés par la Société pendant une durée de 5 jours calendaires, calculée de manière horaire. Il est important de noter que la Société ne garantit pas explicitement cette conservation. Elle s'engage plutôt par une obligation de moyens à déployer ses meilleurs efforts en vue de cette conservation. Dans le cas où une telle conservation entraînerait une charge financière difficilement supportable pour la Société, celle-ci se réserve le droit de supprimer les Fichiers sans préavis à l'Utilisateur. L'Utilisateur assume seul la responsabilité de l'utilisation du lien généré. Cependant, cette utilisation ne doit en aucun cas compromettre la vulnérabilité et le bon fonctionnement du Site et de son hébergeur.",
  "Welcome_Accept_Cgu_Text46":"2.8. Propriété des données",
  "Welcome_Accept_Cgu_Text47":"2.8.1. Principe",
  "Welcome_Accept_Cgu_Text48":"L’Utilisateur des Services demeure propriétaire de l’ensemble des données qu’il communique dans le cadre de l’utilisation des Services.",
  "Welcome_Accept_Cgu_Text49":"2.8.2. Objet, nature et finalité de traitement des données à caractères personnelles",
  "Welcome_Accept_Cgu_Text50":"Dans le cadre de l’utilisation des Services, la Société pourra être amenée à traiter éventuellement des données à caractère personnel contenues dans les Fichiers de l’Utilisateur.Ces données sont traitées uniquement pour la fourniture des Services.",
  "Welcome_Accept_Cgu_Text51":"2.8.3. Rôle de la Société",
  "Welcome_Accept_Cgu_Text52":"La Société, conformément au Règlement UE 2016/679 du 27 avril 2016, assume le rôle de sous-traitant dans le traitement des données à caractère personnel de l'Utilisateur. En ce sens, elle n'a pas le pouvoir de déterminer les finalités ni les moyens du traitement de ces données. Le traitement des données à caractère personnel par la Société s'effectue uniquement sur instruction de l'Utilisateur, formulée sur le Site lors de l'utilisation des Services. Cela englobe également les transferts de données à caractère personnel vers des pays tiers ou des organisations internationales. Toutefois, la Société effectuera de tels transferts uniquement si elle est légalement tenue de le faire en vertu du droit de l'Union Européenne ou national. Dans ce cas, la Société informera l'Utilisateur de cette obligation juridique avant le traitement, à moins que la législation applicable interdise une telle divulgation pour des raisons impérieuses d'intérêt public. Si la Société estime qu'une instruction de l'Utilisateur constitue une violation du Règlement UE 2016/679 du 27 avril 2016 ou d'autres dispositions du droit de l'Union Européenne ou national relatives à la protection des données personnelles, elle en informera immédiatement l'Utilisateur. Cela garantit une transparence et une collaboration étroite entre la Société et l'Utilisateur pour assurer le respect des normes de protection des données.",
  "Welcome_Accept_Cgu_Text53":"2.8.4. Confidentialité, sécurité et collaboration",
  "Welcome_Accept_Cgu_Text54":"The Company commits to ensuring the following obligations regarding personal data by its staff or the service providers it uses for the execution of the services: It will not make any copies of documents and information media entrusted to it, except those necessary for the execution of the services or with the User's prior agreement. It will generally ensure the confidentiality of personal data. It will take all security measures required by Article 32 of EU Regulation 2016/679 of 27 April 2016. These measures will be taken considering the state of knowledge, the costs of implementation, the nature, scope, context, and purposes of processing, as well as the risks of varying likelihood for the rights and freedoms of individuals concerning the processing of their personal data",
  "Welcome_Accept_Cgu_Text54_1":"Elle ne prendra aucune copie des documents et supports d'informations qui lui sont confiés, sauf celles nécessaires à l'exécution des présentes ou avec l'accord préalable de l'Utilisateur. Elle garantira en général la confidentialité des données à caractère personnel.",
  "Welcome_Accept_Cgu_Text54_2":"Elle prendra toutes les mesures de sécurité exigées par l'article 32 du Règlement UE 2016/679 du 27 avril 2016. Ces mesures seront prises en considération de l'état des connaissances, des coûts de mise en œuvre, de la nature, de la portée, du contexte et des finalités du traitement, ainsi que des risques, dont le degré de probabilité varie, pour les droits et les libertés des personnes concernées par le traitement de leurs données à caractère personnel.",
  "Welcome_Accept_Cgu_Text55":"2.8.5. Sous-traitants",
  "Welcome_Accept_Cgu_Text56":"L'utilisateur autorise la société à utiliser tout sous-traitant de son choix pour l'exécution des services. La société informera l'utilisateur de tout changement prévu concernant l'ajout ou le remplacement de sous-traitants, offrant ainsi à l'utilisateur la possibilité de s'opposer à ces changements. La société s'engage à garantir que le ou les sous-traitants en question sont soumis aux mêmes obligations de protection des données auxquelles elle est liée en vertu de ces termes, en précisant que lorsque le sous-traitant ne remplit pas ses obligations en matière de protection des données, la société demeure entièrement responsable envers l'utilisateur de l'exécution des obligations du sous-traitant. Dans ces conditions, la société informe qu'elle utilisera, pour le moment, les sous-traitants suivants : Pour la partie logicielle et le stockage des fichiers transitant via le service :",
  "Welcome_Accept_Cgu_Text57":"ARTICLE 3 – UTILISATION DU SITE",
  "Welcome_Accept_Cgu_Text58":"3.1 Droit d’accès au Site",
  "Welcome_Accept_Cgu_Text59":"Sous ces conditions, la société accorde aux utilisateurs un droit limité, révocable, non exclusif et non transférable d'accéder aux Services et au Site à des fins strictement personnelles. Toute utilisation du Site contraire à son objet est strictement interdite et constitue une violation des dispositions en vigueur. L'utilisation du Site nécessite une connexion Internet et un navigateur. Il est important de noter que le Site est optimisé pour une résolution d'écran de 1200x768 pixels et les dernières versions des navigateurs Chrome, Firefox, Edge, Safari et Opera. Tout équipement et logiciel nécessaires pour accéder au Site et utiliser les Services relèvent exclusivement de la responsabilité de l'Utilisateur. La société se réserve le droit de suspendre, modifier, remplacer, refuser l'accès ou supprimer discrètement les comptes Utilisateur.",
  "Welcome_Accept_Cgu_Text60":"3.2 Obligations des Utilisateurs",
  "Welcome_Accept_Cgu_Text61":"Les Utilisateurs sont tenus de respecter les règles suivantes : ",
  "Welcome_Accept_Cgu_Text62":"S'abstenir de transmettre, publier, distribuer, enregistrer ou détruire tout matériel, y compris le contenu du Site, en violation des lois ou réglementations en vigueur concernant la collecte, le traitement ou le transfert d'informations personnelles.",
  "Welcome_Accept_Cgu_Text63":"Fournir des informations exactes dans tout formulaire éventuel proposé sur le Site et les mettre à jour régulièrement.",
  "Welcome_Accept_Cgu_Text64":"Éviter de diffuser des données, informations ou contenus à caractère diffamatoire, injurieux, obscène, offensant, violent, incitant à la violence, raciste, xénophobe, ou tout contenu contraire aux lois, règlements en vigueur ou aux bonnes mœurs.",
  "Welcome_Accept_Cgu_Text65":"Ne pas référencer ou créer des liens vers tout contenu ou information disponible depuis les sites de la Société sans accord exprès, écrit et préalable de la Société.",
  "Welcome_Accept_Cgu_Text66":"Abstenez-vous de récupérer les mots de passe ou les données personnelles d'identification d'autres utilisateurs si le site les génère.",
  "Welcome_Accept_Cgu_Text67":"Ne pas utiliser les informations, le contenu ou les données présents sur le Site pour proposer un service considéré, à la seule discrétion de la Société, comme concurrentiel à la Société.",
  "Welcome_Accept_Cgu_Text68":"Ne pas vendre, échanger ou monétiser les informations, le contenu ou les données présents sur le site ou le service offert par le site sans le consentement écrit exprès de la Société.",
  "Welcome_Accept_Cgu_Text69":"Ne pas pratiquer l'ingénierie inverse, ni tenter d'obtenir le code source relatif à toute propriété intellectuelle sous-jacente utilisée pour fournir tout ou partie des Services.",
  "Welcome_Accept_Cgu_Text70":"Ne pas utiliser de logiciels, de dispositifs manuels ou automatisés, de robots de codage ou d'autres moyens pour accéder, explorer, extraire ou indexer une page du Site.",
  "Welcome_Accept_Cgu_Text71":"Ne pas compromettre ou tenter de compromettre la sécurité d'un site web de la Société, y compris les tentatives de contrôle, de balayage ou de test de la vulnérabilité d'un système ou d'un réseau sans autorisation préalable explicite.",
  "Welcome_Accept_Cgu_Text72":"S'abstenir de contrefaire ou d'utiliser les produits, logos, marques de commerce ou tout autre élément protégé par les droits de propriété intellectuelle de la Société.",
  "Welcome_Accept_Cgu_Text73":"Ne pas simuler l'apparence ou le fonctionnement du Site, par exemple, en procédant à un effet miroir.",
  "Welcome_Accept_Cgu_Text74":"Ne pas perturber ni troubler indirectement la Société ou les Services, ni imposer une charge excessive à l'infrastructure du Site ni tenter de transmettre ou d'activer des virus informatiques via ou sur le Site. Les utilisateurs acceptent d'utiliser le Site de manière équitable, conforme à son objet et aux dispositions légales, réglementaires, aux présentes Conditions et aux pratiques en vigueur.",
  "Welcome_Accept_Cgu_Text75":"ARTICLE 4 - PROPRIÉTÉ INTELLECTUELLE",
  "Welcome_Accept_Cgu_Text76":"L'ensemble du contenu du Site, des plateformes et des logiciels mis à disposition, y compris les conceptions, textes, graphiques, images, vidéos, informations, logos, icônes de boutons, logiciels, fichiers audio et autres, appartient à la Société ou à ses partenaires. Toute représentation, reproduction, ou exploitation partielle ou totale des contenus et services offerts par la Société, par quelque moyen que ce soit, sans l'autorisation écrite préalable de la Société, est strictement interdite et pourrait entraîner des poursuites judiciaires. Dans le cas où l'Abonné est un professionnel au sens du droit de la consommation, il autorise la reproduction et l'utilisation de son logo ou de sa marque sur le Site ou sur tout support commercial à des fins de référence commerciale, pour la durée de l'Abonnement et pendant une période de deux (2) ans à compter de la cessation de l'Abonnement pour quelque raison que ce soit.",
  "Welcome_Accept_Cgu_Text77":"ARTICLE 5 – DONNEES A CARACTERE PERSONNEL",
  "Welcome_Accept_Cgu_Text78":"5.1 Données collectées",
  "Welcome_Accept_Cgu_Text79":"Afin de permettre à chaque utilisateur de profiter pleinement des services et fonctionnalités du Site, la Société collecte diverses données. Il est rappelé qu'en s'inscrivant sur le Site, l'utilisateur accepte expressément que ces données soient collectées, quel que soit le pays à partir duquel il se connecte. Ces données sont collectées à différents moments et par divers moyens :",
  "Welcome_Accept_Cgu_Text80":"Lorsque vous remplissez un formulaire sur notre site, nous collectons des informations telles que votre prénom, votre nom de famille et votre adresse e-mail.",
  "Welcome_Accept_Cgu_Text81":"Lorsque vous remplissez un formulaire sur notre site, nous collectons des informations telles que votre prénom, votre nom de famille et votre adresse e-mail.",
  "Welcome_Accept_Cgu_Text82":"En ce qui concerne les fichiers journaux et l'adresse de protocole Internet (IP), à chaque connexion au site, nous recevons des détails tels que le lien du site que vous avez visité précédemment et celui vers lequel vous vous dirigez après avoir quitté notre site. Nous collectons également votre adresse IP ainsi que certaines informations relatives au système d'exploitation de votre ordinateur et à votre navigateur Internet.",
  "Welcome_Accept_Cgu_Text83":"De plus, notre site utilise des cookies, de petits fichiers texte stockés sur votre appareil lors de la visite de nos services en ligne. Ces cookies, dont la période de validité ne dépasse pas 13 mois, permettent à notre site de reconnaître votre appareil à chaque visite. Cependant, vous avez la possibilité de désactiver l'utilisation des cookies en ajustant les préférences de votre navigateur Internet. Il convient de noter que cette désactivation peut entraîner l'indisponibilité de certaines fonctionnalités.",
  "Welcome_Accept_Cgu_Text84":"5.2. Conservation des données collectées",
  "Welcome_Accept_Cgu_Text85":"Les informations personnelles sont stockées par la Société sur ses serveurs dans le but de les traiter en relation avec l'utilisation des Services. Sauf disposition contraire dans les présentes Conditions Générales, ces données sont conservées pendant une période de 36 mois. Il est important de noter que l'Utilisateur reste propriétaire des informations le concernant qui sont transmises à la Société. Conformément à la Loi n° 78-17 du 6 janvier 1978, il a le droit d'accéder à ces données, de les rectifier et de les supprimer. De plus, il a le droit de s'opposer à la communication de ces données à des tiers pour des motifs légitimes. Pour exercer ces droits, l'Utilisateur peut envoyer une demande à l'adresse e-mail suivante : privacy@lagertha.tech. Une réponse à la demande de l'Utilisateur sera envoyée dans un délai de 30 jours.",
  "Welcome_Accept_Cgu_Text86":"5.3. Finalités de la collecte des données collectées",
  "Welcome_Accept_Cgu_Text87":"La collecte Les données personnelles sont collectées auprès des utilisateurs afin (i) de permettre à l'utilisateur de profiter pleinement des services et des fonctionnalités offerts par le Site, (ii) de prévenir toute fraude, et (iii) à des fins statistiques. Ces données peuvent être communiquées par la Société à tout tiers responsable de l'exécution, du traitement et de la gestion des Services. Cependant, dans diverses hypothèses, la Société peut divulguer ou partager les données personnelles d'un utilisateur avec d'autres tiers, notamment : ",
  "Welcome_Accept_Cgu_Text88":"avec le consentement de l'Utilisateur ;",
  "Welcome_Accept_Cgu_Text89":"afin de se conformer à la loi, aux réglementations en vigueur, à toute procédure judiciaire, décisions de justice, ou tout autre cas de divulgation obligatoire ; ou",
  "Welcome_Accept_Cgu_Text90":"pour protéger les droits, les biens ou la sécurité du Site, de ses membres ou du public.",
  "Welcome_Accept_Cgu_Text91":"ARTICLE 6 – RESPONSABILITE",
  "Welcome_Accept_Cgu_Text92":"6.1. L’utilisation du Site",
  "Welcome_Accept_Cgu_Text93":"Le rôle de la Société se limite à fournir techniquement les Services aux Utilisateurs. L'Utilisateur assume seul les conséquences découlant de l'utilisation du Site.",
  "Welcome_Accept_Cgu_Text94":"Il incombe à l'Utilisateur de veiller à ce que son utilisation du Site soit conforme aux lois, règlements et Conditions Générales",
  "Welcome_Accept_Cgu_Text95":"L'Utilisateur est informé des éventuels problèmes techniques et interruptions d'accès sur le Site. Par conséquent,Par conséquent, la Société ne peut être tenue responsable des périodes de ralentissement ou d'indisponibilité des Services.",
  "Welcome_Accept_Cgu_Text96":"Les informations, conseils, guides et autres données affichés sur le Site ne doivent pas être considérés comme des conseils sur lesquels l'Utilisateur peut fonder une décision.",
  "Welcome_Accept_Cgu_Text97":"Par conséquent, l'Utilisateur ne doit pas considérer les informations sur le Site comme acquises, mais doit vérifier indépendamment toutes ces données. La Société n'assume aucune responsabilité quant aux conséquences de l'utilisation des informations affichées sur le Site.",
  "Welcome_Accept_Cgu_Text98":"6.2. Dispositions générales",
  "Welcome_Accept_Cgu_Text99":"En aucun cas, la Société ne peut être tenue responsable des pertes ou dommages indirects ou imprévisibles subis par les Utilisateurs ou des tiers, y compris, mais sans s'y limiter, la perte de revenus, les inexactitudes ou corruptions de fichiers ou de données, ou les opportunités manquées, quelle que soit la cause et le fondement en vertu de cet accord.",
  "Welcome_Accept_Cgu_Text100":"En raison de la nature gratuite des Services, la Société décline toute responsabilité quant à l'utilisation des Services par les Utilisateurs. Ils utilisent les Services à leurs propres risques.",
  "Welcome_Accept_Cgu_Text101":"La Société n'assume aucune responsabilité pour les retards ou la non-exécution de cet Accord causés par un cas de force majeure, tel que défini par la jurisprudence des tribunaux français.",
  "Welcome_Accept_Cgu_Text102":"ARTICLE 7 – RESTRICTION",
  "Welcome_Accept_Cgu_Text103":"La Société se réserve le droit de restreindre, suspendre ou supprimer, sans préavis ni compensation, l'accès à tout Utilisateur au Site qui abuse ou utilise de manière inappropriée les Services. L'évaluation du comportement de l'Utilisateur relève de la seule discrétion de la Société.",
  "Welcome_Accept_Cgu_Text104":"ARTICLE 8 – CONVENTION DE PREUVE",
  "Welcome_Accept_Cgu_Text105":"Les systèmes informatiques et les fichiers seront réputés exacts dans la relation entre la Société et l'Utilisateur.",
  "Welcome_Accept_Cgu_Text106":"En cas de demande légale, la Société peut valablement produire, à des fins de preuve et pour toute procédure, les données, fichiers, programmes, enregistrements ou autres éléments, reçus, émis ou stockés dans le cadre de l'utilisation de Transfer.Lagertha, sur tout support numérique ou analogique, et s'appuyer sur eux sauf en cas d'erreur manifeste.",
  "Welcome_Accept_Cgu_Text107":"ARTICLE 9 – DISPOSITIONS DIVERSES",
  "Welcome_Accept_Cgu_Text108":"9.1. Indivisibilité du Contrat ",
  "Welcome_Accept_Cgu_Text109":"Le fait que l’une quelconque des dispositions du Contrat soit ou devienne illégale ou inapplicable n’affectera en aucune façon la validité ou l’applicabilité des autres stipulations du Contrat.",
  "Welcome_Accept_Cgu_Text110":"9.2. Modification du Contrat",
  "Welcome_Accept_Cgu_Text111":"La Société se réserve le droit de modifier, compléter ou remplacer les présentes Conditions. En cas de refus de l’Utilisateur des nouvelles dispositions, il est rappelé que l’Utilisateur pourra à tout moment résilier le présent Contrat en se rendant sur le Site et en y suivant la procédure prévue à cet effet.",
  "Welcome_Accept_Cgu_Text112":"ARTICLE 10 – REGLEMENT DES DIFFERENDS",
  "Welcome_Accept_Cgu_Text113":"La loi française régit la conclusion, l'interprétation et la validité du présent Contrat, quel que soit le pays d'origine de l'Utilisateur ou le pays à partir duquel il accède au Site, et ce, indépendamment des principes de conflits de lois.",
  "Welcome_Accept_Cgu_Text114":"En cas de litige, les parties s'engagent à rechercher une résolution amiable.",
  "Welcome_Accept_Cgu_Text115":"En cas de litige concernant la validité, l'exécution ou l'interprétation du présent Accord et soumis aux juridictions civiles, la compétence exclusive des tribunaux français est expressément attribuée, même en cas de procédure sommaire ou de plusieurs défendeurs.",
  "Welcome_Accept_Cgu_Text116":"Mentions légales",
  "Welcome_Accept_Cgu_Text117":"{{COMPANY_NAME_UPPER}}",
  "Welcome_Accept_Cgu_Text118":"Société par actions simplifiée au capital de {{COMPANY_CAPITAL}} euros",
  "Welcome_Accept_Cgu_Text119":"Siège social :",
  "Welcome_Accept_Cgu_Text120":"{{ADDRESS_NAME}},",
  "Welcome_Accept_Cgu_Text121":"{{ADDRESS_STREET}}",
  "Welcome_Accept_Cgu_Text122":"{{ADDRESS_COUNTERY}}.",
  "Welcome_Accept_Cgu_Text123":"{{IDENTIFICATION_NUMBER}} R.C.S Mâcon ",
  "Welcome_Accept_Cgu_Text124":"Directeur de publication : {{PUBLICATION_DIRECTOR}}",
  "Welcome_Accept_Cgu_Text125":"Le site est hébergé par : Scaleway",
  "Welcome_Accept_Cgu_Text126":"Société à responsabilité limitée unipersonnelle au capital de 214 410,50 euros dont le siège social est  ",
  "Welcome_Accept_Cgu_Text127":"8 RUE DE LA VILLE L EVEQUE,",
  "Welcome_Accept_Cgu_Text128":"75008 PARIS FRANCE .",
  "Welcome_Accept_Cgu_Text129":"Oui, j'accepte",
  "Welcome_Accept_Cgu_Text130":"Annuler",


  "Welcome_Email_Created_Link_Alert_Title":"Félicitations",
  "Welcome_Email_Created_Link_Alert_Text":"Votre lien est prêt. Veuillez fournir votre adresse e-mail pour le recevoir.",
  "Welcome_Email_Created_Link_Alert_Email":"Email",
  "Welcome_Email_Created_Link_Alert_Email_Error":"Votre adresse e-mail n'est pas valide !",
  "Welcome_Email_Created_Link_Alert_Text_Email_Valid":"Veuillez entrer une adresse e-mail valide",
  "Welcome_Email_Created_Link_Button_Get_Email":"Recevoir mon lien par e-mail",

  "Welcome_Password_Created_Link_Title":"Félicitations!",
  "Welcome_Password_Created_Link_Texte":"Votre lien a été envoyé avec succès à votre adresse e-mail !",
  "Welcome_Password_Created_Link_Texte2":"Le mot de passe de votre lien est fourni ci-dessus !",
  "Welcome_Password_Created_Link_Texte3":"Veuillez vous assurer qu'il est enregistré en toute sécurité pour une utilisation future, car ce mot de passe ne sera pas affiché à nouveau.",
  "Welcome_Password_Created_Link_Texte4":"Vous souhaitez créer un nouveau lien ?",
  "Welcome_Password_Created_Link_Texte5":"Confirmation nécessaire",
  "Welcome_Password_Created_Link_Texte6":"Avez-vous enregistré en toute sécurité le mot de passe de votre lien actuel ?",
  "Welcome_Password_Created_Link_Texte7":" Il est crucial de l'avoir enregistré, car il ne sera pas possible de le récupérer ultérieurement. Veuillez confirmer avant de créer un nouveau lien.",
  "Welcome_Password_Created_Link_Yes":"Oui, je l'ai enregistré.",
  "Welcome_Password_Created_Link_No":"Non, je dois copier le mot de passe.",

  "Welcome_Password_Created_Link_Copy_Link_Password_Copied":"Copié",
  "Welcome_Password_Created_Link_Copy_Link_Password_Copy":"Copier",

  "Welcome_Alert_Upload_Errors_File":"N'oubliez pas d'importer un fichier",
  "Welcome_Email_Created_Link_Alert_Text_Email_PlaceHolder":"Entrez votre adresse e-mail...",
  "Welcome_Email_Created_Link_Alert_Email_Empty":"Veuillez saisir votre adresse e-mail",


  "Signup_Stepper_Step1":"Informations personnelles",
  "Signup_Stepper_Step2":"Sécurisez votre compte ",
  "Signup_User_Details_Email_Place_Holder":"Email ...",
  "Signup_User_Details_Email":"Email",
  "Signup_User_Details_Firstname":"Prénom",
  "Signup_User_Details_Firstname_Place_Holder":"Prénom ...",
  "Signup_User_Details_Lastname":"Nom",
  "Signup_User_Details_Lastname_Place_Holder":"Nom ...",
  "Signup_NextBackButtons":"Suivant",
  "Signup_Password_Title":"Choisissez un mot de passe fort pour protéger votre compte",
  "Signup_Password_Alerts_ErrorPassword_Empty":"Il semble que votre mot de passe est vide. Veuillez entrer un mot de passe sécurisé pour protéger votre compte",
  "Signup_Password_Alerts_ErrorPassword_Text1":"Il semble qu'il y ait un problème avec votre mot de passe. Veuillez vous assurer qu'il a au moins :",
  "Signup_Password_Alerts_ErrorPassword_8_characters":"8 caractères",
  "Signup_Password_Alerts_ErrorPassword_Uppercase":"une lettre majuscule",
  "Signup_Password_Alerts_ErrorPassword_Lowercase":"une lettre minuscule",
  "Signup_Password_Alerts_ErrorPassword_Digit":"un chiffre",
  "Signup_Password_Model_moderate":"moyen",
  "Signup_Password_Model_strong":"fort",
  "Signup_Password_Model_weak":"faible",
  "Signup_Button":"Créer un compte",
  "Signup_Password_Place_Holder":"Mot de passe ...",
  "Signup_Confirm_Place_Holder":"Confirmer ...",
  "Signup_User_Details_Email_Exist":"Votre adresse e-mail existe déjà. Veuillez réessayer.",
  "Signup_Password_Alerts_ErrorPassword_ConfirmPassword": "La confirmation de votre mot de passe n'est pas valide",


  "Auth_Secure_Code":"Veuillez entrer le code de sécurité généré par votre application d'authentification.",
  "Auth_Secure_T_Otp":"code T-otp ",
  "Auth_Login_Button":"Connexion",
  "Auth_Login":"Identifiant",
  "Auth_Password":"Mot de passe",
  "Auth_Forgot_Password":"Mot de passe oublié ?",
  "Auth_Button_Login":"Connexion",
  "Auth_Button_Text":" Vous n'avez pas de compte ?",
  "Auth_Button_Signup":"Inscription",

  "Forget_Title":"Réinitialiser votre mot de passe",
  "Forget_Login":"Identifiant ",
  "Forget_Text1":"Vous vous souvenez déjà de votre mot de passe ? Retournez à la page de connexion",
  "Forget_Text2":"Envoyer le code de réinitialisation",
  "Forget_Text3":"Bonjour",
  "Forget_Text4":"Veuillez saisir le code de réinitialisation que vous avez reçu dans votre e-mail pour procéder à la définition d'un nouveau mot de passe.",
  "Forget_Text5":"Code",
  "Forget_Text6":"Besoin d'un nouveau code de réinitialisation ? Renvoyer l'e-mail",
  "Forget_Text7":"Valider",
  "Forget_Text8":"Vous y êtes presque ! Nous avons vérifié avec succès votre identité et vous êtes maintenant prêt à définir votre nouveau mot de passe.",
  "Forget_Text9":"Pour des raisons de sécurité, le lien pour réinitialiser votre mot de passe est limité dans le temps et expirera dans 5 minutes.",
  "Forget_Text10":"Nouveau mot de passe",
  "Forget_Text11":"Mot de passe faible",
  "Forget_Text12":"Confirmer ",
  "Forget_Text13":"Veuillez entrer le code de sécurité généré par votre application d'authentification",
  "Forget_Text14":"code T-otp ",
  "Forget_Text15":"Connexion",

















  "Cs_Stats_Title":"Statistiques générales",
  "Cs_Stats_Active_links":"Liens actifs",
  "Cs_Stats_Created_links":"Liens créés",
  "Cs_Stats_Openning_links":"Liens ouverts",
  "Cs_Stats_Unique email_sent":"Email unique envoyé",


  "new_link_title": "Bienvenue",
  "new_link_coins_number" :"Votre compte n'a pas suffisamment de crédits pour créer un nouveau lien.",
  "new_link_stepper_upload_files":"Importation de fichiers",
  "new_link_stepper_Link options":"Options de lien",
  "new_link_stepper_Link details":"Détails du lien",
  "new_link_New_Link_Upload_File_Button_Upload another_file":"Importer un autre fichier",
  "new_link_New_Link_Upload_File_Button_Upload_a_file":"Importer un fichier",
  "new_link_New_Link_Upload_File_Max_Size":"Taille maximale du fichier 2 Go",
  "new_link_New_Link_Upload_File_Alert":"N'oubliez pas d'importer un fichier",
  "new_link_Back_Button":"Précédent",
  "new_link_Next_Text1_Button":"Créer mon lien (100 crédits",
  "new_link_Next_Text2_Button":"Suivant",
  "new_link_Form_Link_Name_Text1":"Nom du lien",
  "new_link_Form_Link_Name_Text2":"Choisissez un nom pour identifier votre lien",
  "new_link_Form_Link_Name_Alert1":"Le nom doit comporter au moins 2 caractères.",
  "new_link_Form_Link_Name_Alert2":"Le nom de ce lien est visible uniquement par vous",
  "new_link_Form_Link_Name_Email":"Envoi par email",
  "new_link_Form_Link_Name_Send_By_Email":"Envoyer par email : Partagez un lien facilement",
  "new_link_Form_Link_Name_Add_Button":"Ajouter",
  "new_link_Confirm_Copied":"Copié",
  "new_link_Confirm_Copy":"Copier",
  "new_link_Confirm_Alert":"Félicitations !!! Votre lien est disponible.",
  "new_link_Confirm_Title_Link":"Mon lien",
  "new_link_Confirm_Title_Send_Link":"Envoyer mon lien vers une autre adresse e-mail (gratuitement)",
  "new_link_Confirm_Password":"Mot de passe",
  "new_link_Confirm_Alert2":"Veuillez vous assurer de transmettre le lien et le mot de passe par deux canaux séparés pour une sécurité renforcée.",
  "new_link_Button":"Créer un nouveau lien",
  "new_link_Form_Link_Name_Place_Holder":"Nom du lien ",
  "new_link_Form_Link_Email_Place_Holder":"Email",
  "new_link_loader":"Attendez une minute... Nous sommes en train de créer votre lien sécurisé.",
  "newLink_SendBy_Email_Text1":"Votre adresse e-mail n'est pas valide. !",
  "newLink_SendBy_Email_Text2":"S'il vous plaît, entrez une adresse e-mail valide.",
  "newLink_SendBy_Email_Text3":"Entrez l'adresse e-mail à laquelle vous souhaitez envoyer votre lien.",
  "newLink_SendBy_Email_Text4":"Ce service vous permet de partager votre lien de manière sécurisée par e-mail, sans frais.",
  "newLink_SendBy_Email_Text5":"Veuillez vous assurer d'utiliser une méthode différente pour partager le mot de passe associé, afin d'ajouter une sécurité supplémentaire.",
  "newLink_SendBy_Email_Text6":"Email",
  "newLink_SendBy_Email_Text7":"Entrez votre adresse e-mail ici.",
  "newLink_SendBy_Email_Text8":"Envoyer le lien",
  "newLink_SendBy_Email_Text9":"Annuler",
  "newLink_SendBy_Email_Text_1":"Envoyer votre lien par e-mail",



  "Files_Title":"Mes fichiers",
  "Files_Name":"Nom",
  "Files_Size":"Taille",
  "Files_Created_On":"Date de création",
  "Files_Download":"Télécharger",
  "Files_Next":"Suivant",
  "Files_Previous":"Précédent",
  "Files_Sheet_Download_Text1":"Attendez une minute",
  "Files_Sheet_Download_Text2":"Nous téléchargeons et décryptons votre précieux document",
  "Files_Delete_Confirmation":"Confirmation",
  "Files_Delete_Confirmation_Text1":"Êtes-vous sûr(e) de vouloir supprimer ce fichier ?",
  "Files_Delete_Confirmation_Yes":"Oui, Supprime ce fichier",
  "Files_Delete_Confirmation_Cancel":"Annuler",
  "Files_List_Mobile":"Telecharger",



  "Links_Name":"Nom",
  "Links_Size":"Taille",
  "Links_Files":"Fichiers",
  "Links_Url":"Url",
  "Links_Creation":"Date de création",
  "Links_expiry":"Date d'expiration",
  "Links_Creation_Mobile": "Crée",
  "Links_expiry_mobile": "Expiré",
  "Links_expired_mobile":"Le lien a expiré",
  "Links_Title":"Mes Liens",
  "Links_Previous":"Précédent",
  "Links_Next":"Suivant",
  "Links_Delete_Confirmation": "Confirmation",
  "Links_Delete_Text":"Êtes-vous sûr(e) de vouloir supprimer ce lien ?",
  "Links_Delete_ Yes":"Oui, Supprime ce lien",
  "Links_Delete_ Cancel":"Annuler",
  "Links_Link_Modal_Title":"Détails du lien",
  "Links_Link_Modal_Info":"Infos" , 
  "Links_Link_Modal_Files":"Fichiers",
  "Links_Link_Modal_Opennings":"Ouverture",
  "Links_Link_Modal_Email":"Email envoyé",
  "Links_Link_Modal_name":"Nom:",
  "Links_Link_Modal_CreatedDate":"Date de création:",
  "Links_Link_Modal_Expiration":"Date d'expiration :",
  "Links_Link_Modal_Close":"Fermer",
  


  "Settings_App_Bar_Parameter" :"Paramètres",
  "Settings_App_Bar_Security":"Securité",
  "Settings_App_Bar_Logs": "Journaux d'accès",
  "Settings_Title" : "Paramètres",
  "Settings_Color_theme":"Thème de couleur",
  "Settings_Language":"Language",
  "Settings_English":"Anglais",
  "Settings_French":"Francais",
  "Settings_Parameters_Theme_Color_Label_DARK":"Sombre",
  "Settings_Parameters_Theme_Color_Label_LIGHT":"Claire",


  "Settings_Security_Change_Password_Title":"Changez votre mot de passe",
  "Settings_Security_Change_Password_Text":"Assurez la sécurité de votre compte en mettant régulièrement à jour votre mot de passe.",
  "Settings_Security_Change_Password_Button":"Modifiez votre mot de passe",
  "Settings_Security_Change_Password_Modal_Title":"Changez votre mot de passe",
  "Settings_Security_Change_Password_Modal_Alert_Success":"Succès",
  "Settings_Security_Change_Password_Modal_Alert_Success_Update":"Votre mot de passe a été mis à jour avec succès.",
  "Settings_Security_Modal_Error":"Erreur",
  "Settings_Security_Modal_Alert_Fail_Update_Password":"Une erreur s'est produite. Veuillez vérifier vos informations et réessayer.",
  "Settings_Security_Modal_Old_Password":"Ancien mot de passe",
  "Settings_Security_Change_Password_Modal_New_Password":"Nouveau mot de passe",
  "Settings_Security_Modal_Placeholder_Old_Password":"ancien mot de passe ...",
  "Settings_Security_Modal_Placeholder_New_Password":"entrez votre nouveau mot de passe ...",
  "Settings_Security_Modal_Placeholder_Confirm_Password":"confirmez ...",
  "Settings_Security_Change_Password_Modal_Button_Edit_Password":"Modifiez votre mot de passe",
  "Settings_Security_Two_Factor_Authentication_Title":"Authentification à deux facteurs",
  "Settings_Security_Two_Factor_Authentication_Text":"Renforcez la sécurité de votre compte en activant l'authentification à deux facteurs (2FA).",
  "Settings_Security_Two_Factor_Authentication_Manage_two-factor":"Configurer l'authentification à deux facteurs",
  "Settings_Security_Two_Factor_Authentication_Status": "Statut :",
  "Settings_Security_Two_Factor_Authentication_Status_Enabled":"Activé",
  "Settings_Security_Two_Factor_Authentication_Status_Disabled":"Désactivé",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_Title":"Activer l'authentification à deux facteurs",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_Text":"Renforcez la sécurité de votre compte en activant l'authentification à deux facteurs. Cette couche de protection supplémentaire contribue à protéger votre compte.",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_Title_Second":"Pour activer l'authentification à deux facteurs :",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_List1":"1 - Téléchargez et installez l'application Google Authenticator ou Microsoft Authenticator sur votre appareil mobile.",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_List2":"2 - Ouvrez l'application d'authentification et scannez le code QR ci-dessous.",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_List3":"3 - Entrez le code généré pour finaliser la configuration.",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_Place_Holder":"entrez le code Totp ...",
  "Settings_Security_Two_Factor_Authentication_Modal_Enable_Button":"Activer l'authentification à deux facteurs",
  "Settings_Security_Two_Factor_Authentication_Modal_Disable_Title":"Désactiver l'authentification à deux facteurs",
  "Settings_Security_Two_Factor_Authentication_Modal_Disable_Text":"Désactivez l'authentification à deux facteurs pour un accès plus rapide. Notez que cela réduit une couche de sécurité supplémentaire pour plus de simplicité.",
  "Settings_Security_Two_Factor_Authentication_Modal_Disable_Title_Second":"Pour désactiver l'authentification à deux facteurs :",
  "Settings_Security_Two_Factor_Authentication_Modal_Disable_Place_Holder":"entrez le code Totp ...",
  "Settings_Security_Two_Factor_Authentication_Modal_Disable_Button":"Désactiver l'authentification à deux facteurs",
  "Settings_Security_Delete_Account_Title":"Supprimer le compte",
  "Settings_Security_Delete_Account_Title_Second":"La suppression d'un compte a les effets suivants :",
  "Settings_Security_Delete_Account_Title_Second_List1":"Tous les fichiers partagés et l'historique des transferts seront perdus.",
  "Settings_Security_Delete_Account_Title_Second_List2":"Vous ne pourrez pas récupérer votre compte une fois qu'il sera supprimé.",
  "Settings_Security_Delete_Account_Title_Second_List3":"Si vous avez des fichiers importants, assurez-vous de les télécharger ou de les sauvegarder avant de continuer.",
  "Settings_Security_Delete_Account_Button":"Supprimer le compte",
  "Settings_Security_Delete_Account_Modal_Title":"Confirmation de suppression du compte",
  "Settings_Security_Delete_Account_Modal_Text1":"Vous êtes sur le point de supprimer définitivement votre compte. Si vous avez des fichiers importants, assurez-vous de les télécharger ou de les sauvegarder au préalable",
  "Settings_Security_Delete_Account_Modal_Text2":"Une fois que vous confirmez la suppression du compte, celle-ci ne peut être annulée ni récupérée",
  "Settings_Security_Delete_Account_Modal_Text3":"Entrez votre mot de passe pour confirmer :",
  "Settings_Security_Delete_Account_Modal_Place_Holder":"entrez votre mot de passe ...",
  "Settings_Security_Delete_Account_Modal_Cancel":"Annuler",
  "Settings_Security_Delete_Account_Modal_Delete_Account":"Supprimer le compte",

  "Settings_Logs_Signed_In":"Connecté : ",
  "Settings_Logs_User_Agent":"Navigateur utilisé :",
  "Settings_Logs_Os":"Os :",



  "Contact_Title":"Avez-vous besoin d'aide ? Contactez-nous !",
  "Contact_Text1":"Vous avez des questions ou besoin d'assistance avec votre transfert de fichiers ? Nous sommes là pour vous aider !",
  "Contact_Text2":"N'hésitez pas à nous contacter à tout moment. Notre équipe est prête à vous aider à vivre la meilleure expérience avec notre service de {{APP_TITLE}}.",
  "Contact_Object":"Objet",
  "Contact_PlaceHolder":"Tapez quelque chose ici …",
  "Contact_Button":"Envoyer",
  "Contact_Subject_Alert_Empty":"Veuillez saisir l'objet de votre message.",
  "Contact_Message_Alert_Empty":"Veuillez saisir votre message.",
  
  "Admin_System_Title":"Tous les utilisateurs",
  "Admin_System_RAM_Used":"RAM utilisée",
  "Admin_System_Total_Momory":"Quantité totale de mémoire :",
  "Admin_System_Used_Memory":"Mémoire utilisée:",
  "Admin_Users_Title":"Tous les utilisateurs",
  "Admin_Users_Created_On":"Date de création",
  "Admin_Users_Email":"Email",
  "Admin_Users_Login":"Identifiant",
  "Admin_Users_Name":"Nom",
  "Admin_Users_Coins":"Credits",
  "Admin_Users_Roles":"Rôles",
  "Admin_Users_Last_Connexion":"Dernière connexion",
  "Admin_Users_Previous":"Précédent",
  "Admin_Users_Next":"Suivant",
  "Admin_Users_Modal_Title":"Gérer les rôles des utilisateurs",
  "Admin_Users_Modal_Text1":"Veuillez attribuer un ou plusieurs rôles à l'utilisateur pour définir ses droits d'accès et ses permissions au sein du système. Sélectionnez dans la liste des rôles disponibles. Vous pouvez également rechercher un rôle spécifique en utilisant la boîte de recherche ci-dessous.",
  "Admin_Users_Modal_Label_User":"Utilisateur",
  "Admin_Users_Modal_Customer_Success":"Expérience client",
  "Admin_Users_Modal_Label_Finance":"Finance",
  "Admin_Users_Modal_Label_Admin": "Administrateur",
  "Admin_Users_Modal_Alert_Text1":"Veuillez sélectionner au moins un rôle pour l'utilisateur avant d'enregistrer les modifications. Les rôles utilisateur sont essentiels pour définir les droits d'accès et les permissions au sein du système.",
  "Admin_Users_Modal_Button_Save":"Enregistrer les modifications",
  "Admin_Users_Modal_Button_Cancel":"Annuler",


  "Cs_Links_Title":"Tous les liens",
  "Cs_Links_Created_On":"Date de création",
  "Cs_Links_Emails_Sent":"Emails envoyés",
  "Cs_Links_Link_Opennings":"Ouvertures de liens",
  "Cs_Links_expired_On":"Date d'expiration",
  "Cs_Links_Files":"Fichiers",
  "Cs_Links_Previous":"Précédent",
  "Cs_Links_Next":"Suivant",
  "new_link_Text1":"Votre compte de crédits ne dispose pas de suffisamment de crédits pour créer un nouveau lien.",


  "Middlewares_New_Link_Send_Link_Snack_Success":"Lien envoyé avec succès",
  "Middlewares_New_Link_Send_Link_Snack_Error":"Une erreur s'est produite.",

  "Middlewares_Links_Delete_Snack_Success":"Lien supprimé avec succès",
  "Middlewares_Links_Delete_Snack_Error":"Une erreur s'est produite.",

  "Middlewares_Files_Delete_Snack_Success":"Fichier supprimé avec succès",
  "Middlewares_Files_Delete_Snack_Error":"Une erreur s'est produite.",

  "Middlewares_Contact_Send_Snack_Success":"Votre message a été envoyé avec succès",
  "Middlewares_Contact_Send_Snack_Error":"An error occur",



  "Link__Details_Text1":"Attendez une minute,",
  "Link__Details_Text2":"Nous téléchargeons et décryptons votre précieux document.",
  "Link__Password_Input":"Veuillez saisir votre mot de passe.",
  "Link__Password_Input_text1":"Erreur",
  "Link__Password_Input_text2":"Échec de la vérification de votre mot de passe.",
  "Link__Password_Input_text3":"Envoyer",
  "Link__Details_Create_New_Link_Alert":"Simplifiez le partage de fichiers ! Créez un lien unique pour des téléchargements instantanés. Cliquez ci-dessous pour générer et partager avec vos proches.",
  "Link__Details_Create_New_Link_Button":"Créer un nouveau lien ",
  "Link__List_Files_Pc1":"Fichiers",
  "Link__List_Files_Pc2":"Télécharger tout",
  "Link__List_Files_Pc3":"Lien expire le : ",
  "Link__List_Files_Pc4":"Nom",
  "Link__List_Files_Pc5":"Taille",
  "Link__List_Files_Pc6": "Date de création",
  "Link__List_Files_Pc7":"Telecharger",
  "Link_Button_Dowload":"Telecharger"





















}